Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/inaugurations_fi/jussi_nuorteva_puhe_3.4.2012_sajos_pohjoiss.pdf.tmx
Source language: sme
Languages: smn

source: Nuortalašsiidda arkiivva luohpadeapmi Sámearkiivii Jussi Nuorteva, oaivehoavda, stáhtaarkiivadikšu
smn: Nuorttâlâšsiijdâ arkkâduv luovâttem Sämiarkkâdâhân Jussi Nuorteva, uáivihovdâ, staatâarkkâduvtipšoo

source: Gudnejahtton dásseválddi presideanta, prográmmahoavda Haukio, árvvus adnojuvvon
smn: Kunnijâttum täsivääldi president, ohjelmhovdâ Haukio, áárvustoonnum Sämitige

source: Sámedikki ságadoalli, buorit guossit.
smn: saavâjođetteijee, pyereh lekkâmjuhlekyesih.

source: Suoma arkiivvaid ovddasteaddji arkiivvaid beaivvi doaibmagoddi válljii jagi 2006 arkiivadahkkun
smn: Suomâ arkkâduvâid ovdâsteijee arkkâduvâi peeivi toimâkodde valjij ive 2006 arkkâdâhtahhoon

source: nuortalaččaid guhkesáigásaš ovddasteaddji ja nuortalaš kultuvrra gáhttejeaddji Matti Sverloff
smn: nuorttâsämmilij kuhesáigásii ovdâsteijee já nuorttâsämmilâš kulttuur aitârdeijee Matti Sverloff

source: arkiivva luohpadeami arkiivalágádussii.
smn: arkkâduv luovâttem arkkâdâhlájádâsân.

source: Seamma jagi jápmán Sverloff lei bidjan luohpadeami
smn: Siämmáá ive jáámmám Sverloff lâi asâttâm luovâttem

source: eaktun dan, ahte arkiiva sirdojuvvo sámiid iežaset arkiivii, go dakkár áiggi mielde gárvvásmuvvá
smn: iähtun ton, et arkkâdâh sirdoo sämmilij jieijâs arkkâdâhân talle, ko taggaar motomin valmâštuvá

source: sámeguvlui.
smn: sämikuávlun.

source: Jurdda sámearkiivvas lei ovdalaš badjánan ságastallamiin arkiivalágádusa ja Sámedikki
smn: Juurdâ sämiarkkâduvâst lâi ovdláhháá ittáám uáinusân arkkâdâhlájádâs já

source: gaskkas.
smn: Sämitige koskâsijn savâstâlmijn.

source: Oktasaš ulbmilin lei ásahuvvon, ahte sámiid áššegirjjálaš kulturárbbi galgá seailluhit
smn: Ohtsâš ulmen lâi asâttum, et sämmilij äššikirjálii kulttuuräärbi

source: sámeguovllus.
smn: kalga siäiluttiđ sämikuávlust.

source: Dan várás galggašii vuođđudit sámearkiivva seamma láhkai go lei juo
smn: Tađe várás kolgâččij vuáđudiđ sämiarkkâduv siämmáá náálá ko

source: vuođđuduvvon Norgga Guovdageidnui.
smn: lâi jo vuáđudum Taažâ Kuovdâkiäinun.

source: Sámiid arkiivaárbevieru symbola lea goasii legendáralaš sajádaga ožžon Beahcáma SuõŠnn ’ jela
smn: Sämmilij arkkâdâhärbivyevi symbool lii masa legendaarsâš sajattuv uážžum Piäccám

source: nuortalaččaid dološ arkiiva.
smn: Syennjilsiijdâ nuorttâsämmilij toovláš arkkâdâh.

source: Dan boarrásamos áššebábir lea jagis 1601 ja varrasamos jagis 1775.
smn: Ton puárásumos äššikirje lii ive 1601 já

source: Mávssolamos áššebáhpáriid leat Ruošša keaisárat vuolláičállán.
smn: vorrâsumos ive 1775.

source: Dat gieđahallet earet eará
smn: Mávsulumoseh láá Ruošâ kiäisárij vuáláčäällim äššikirjeh. Toh

source: SuõŠnn ’ jela ja Beahcáma nuortalaččaid sajádaga ja rivttiid. Áššebáhpárat leat fuolalaččat
smn: kieđâvušeh eres lasseen Syennjilsiijdâ já Piäccám nuorttâsämmilij sajattuv já vuoigâdvuođâid.

source: darvvihuvvon nuppiidasaset ja giessojuvvon rullan, mii lea biddjon muoras ráhkaduvvon
smn: Äššikirjeh láá huolâlávt lijmejum maŋaluvâi nubbijdsis kiddâ já kiessum rullân. Rullâ lii

source: suodjeskuohppui.
smn: toppum muorâst rahtum skuápu siisâ.

source: Skuohput leat jahkečuđiid áigge ođasmahtton, dálá beahcemuoras gohpojuvvon
smn: Skuápuh láá ivijmield uđâsmittum já tááláá pecimuorâst

source: skuohppui lea graverejuvvon vuođđalohku 1865, mii lea eahpitkeahttá dan ráhkadanjahki.
smn: kuuppum skuápun lii skuážurdum vuođâloho 1865, mii lii eeppidhánná ton rähtimihe.

source: SuõŠnn ’ jela nuortalašsiidda arkiiva lei fuolalaččat gáhttejuvvon árdna, nuortalaččaid rivttiid
smn: Syennjil nuorttâlâšsiijdâ arkkâdâh lâi huolâlávt aitârdum aarni, nuorttâsämmilij vuoigâdvuođâi

source: vuođđogirji.
smn: vuáđukirje.

source: Muitaluvvo ahte dan seailluhansaji dihte hávil dušše golbma oskkáldas albmá.
smn: Muštâluvvoo, et ton sajaduv tiettii häävild tuše kulmâ lyetittittee almaa.

source: Go
smn: Ko kiinii

source: giinu sis jámii, válljiiga dat guokte eará ođđa oskkáldas albmá su sadjái.
smn: sist jaamij, te väljejii iäráseh uđđâ lyetittittee almaa suu sajan.

source: Ná arkiiva seailluhuvvui
smn: Návt arkkâduv siäiluttii ihečuođij

source: jahkečuđiid čađa.
smn: miätá.

source: Diehtu SuõŠnn ’ jela arkiivvas bođii almmolabbot dovddusin easkka 1920-logu loahpas. Stuorra ánsu
smn: Tiätu Syennjilsiijdâ arkkâduvâst poođij vijđásubbooht tobdosin iäskán 1920-lovo loopâst.

source: das gullá eatnandiehtaga dutki Väinö Tannerii.
smn: Stuorrâ ánsu tast kulá eennâmtiettee Väinö Tannerân.

source: Son lei 1910-logus doaibman guovtti vuđolaš
smn: Sun lâi 1910-lovvoost toimâm kyevti

source: barggu dahkan stáhtaid gaskasaš boazoláiddonkomitea ságajođiheaddjin.
smn: vuáđulâš pargo porgâm staatâi koskâsii puásuikuáttumkomitea saavâjođetteijen.

source: Tanner lei ássan jagiid
smn: Tanner lâi aassâm maaŋgâid iivijd Säämi puásuitipšomkuávlust já oppâm tubdâđ já anneeđ áárvust

source: Sámi boazodoalloguovllus ja oahppan dovdat ja árvvus atnit sámiid kultuvrra. Su jođihan
smn: sämmilij kulttuur.

source: boazoláiddonkomitea viiddes smiehttamuš ja dan gárvvisteamis čohkkejuvvon materiála leat hui
smn: Suu jođettem puásuikuáttumkomitea vijđes smiettâmuš já ton valmâštâlmist

source: miellagiddevaš dokumeanttat bohccuid guođoheamis ja dasa gullevaš fárrestallamis ja eará
smn: nuurrum amnâstuvâst, láá mittedmeddum mielâkiddiivááh dokumenteh poccui kuáđutmist já

source: guođohanvieruin.
smn: toos lohtâseijee varriistâlmist já eres kuáđuttemvuáháduvâin.

source: Jagi 1923 rájes Väinö Tanner doaimmai stáhtageologan ja vástidii málbmaohcamis Supmii Tarto
smn: Ive 1923 rääjist Väinö Tanner tooimâi staatâgeologin já västidij malmâucâmist Piäcámist, mii

source: ráfisoahpamušas 1920 laktojuvvon Beahcámis.
smn: lohtui Suomân Tarto ráávhust ive 1920.

source: Mátkkiinis son oahpásmuvai nuortalaččaid eallimii
smn: Mađhijdis ääigi sun uápásmui nuorttâsämmilij elimân

source: earet eará SuõŠnn ’ jela, Beahcáma, Muotkki, Njávdáma ja Báhčaveaijoga guovlluin.
smn: eres lasseen Syennjil, Piäccám, Myeđhi, Njiävđám já Paččvei kuávluin.

source: Jagis 1929
smn: Ive 1929 almostui

source: almmustuvai Tannera vásáhusaide ja fuopmášumiide vuođđuduvvi ruoŧagielat, badjel 500 siiddu
smn: Tanner vuáttámuššáid já huámášuumijd vuáđuduvvee ruotâkielâlâš, paijeel 500 siijđo vijđosâš

source: viidosaš dutkamuš Beahcáma nuortalaččaid eallimis.
smn: tutkâmuš Piäccám nuorttâsämmilij elimist.

source: SuõŠnn ’ jela arkiiva šattai dutkamušas dovddusin 1930-logu álggus.
smn: Syennjilsiijdâ arkkâdâh šoodâi tutkâmušâin tobdosin 1930-lovo aalgâst.

source: Beahcáma sundi F. W. Planting
smn: Piäccám sundee F. W.

source: attii jagis 1931 muoras ráhkaduvvon skuohpustis seailluhuvvon arkiivva luoikkasin Beahcámis
smn: Planting adelij ive 1931 muorâskuápu siste lamaš arkkâduv luoihâsin Piäcámist kolliistâllâm

source: galledan veahkkesisministtar Niilo Soljai, guhte doalvvui materiála Helssegii dutkama várás.
smn: išesisminister Niilo Sooljan, kote tuálvui amnâstuv Helsigân tutkâmnáál.

source: das ledje váldon fotostáhtakopiat, originála áššebáhpárat oktan skuohpuin máhcahuvvojedje moatti
smn: fotostaatkopioh, te algâalgâliih äššikirjeh skuápuinis macâttuvvojii muádi ive keččin

source: jagi geažes SuõŠnn ’ jelii.
smn: Syennjilsiijdân.

source: Dálvesoađi áigge Beahcáma nuortalašsiiddaid ássit evakuerejuvvojedje soađi ovddas.
smn: Tälvisuáđi ääigi Piäccám nuorttâlâšsiijdâi ässeeh evakistojii suáđi vyelni meddâl.

source: SuõŠnn ’ jela
smn: Syennjilsiijdâ

source: nuortalaččat sirdojuvvojedje vuos Tervolai ja doppe áiggi miel Čeavetjávrái.
smn: nuorttâlâšah sirdojii vistig Tervolan já tobbeen äiginis Čevetjáávrán.

source: Arkiivva gádde
smn: Epidii, et arkkâdâh ličij

source: láhppon soađi stuimmiin. Ná ii goit lean geavvan.
smn: tuššâm suáđi ääigi, mut návt ij kuittâg keevvâm.

source: Beahcáma guovllus doaibman majuvra Matti
smn: Piäccám kuávlust toimâm maajuur Matti

source: Tiitola muitalii Stáhtaarkiivii – nappo dálá Riikkaarkiivii (Kansallisarkisto) – 9.3.1942 čállin
smn: Tiitola muštâlij Staatâarkkâdâhân – ađai tááláá Aalmuglâšarkkâdâhân – 9.3.1942 čäällim

source: breavastis, ahte son lei juovlamánus 1939 ožžon evakuerema oktavuođas háldosis nuortalašsiidda
smn: reivâinis, et sun lâi juovlâmáánust 1939 evakistem olášuttem ohtâvuođâst uážžum haldusis

source: arkiivva, mii lei muorraskuohpu siste.
smn: nuorttâlâšsiijdâ arkkâduv, mii lâi muorâskuápust.

source: Dat sáddejuvvui viidásabbot Roavvenjárgii Lappi
smn: Tot vuolgâttui tastoo Ruávinjaargân Laapi

source: Rádjegozáhussii, man dola gierdi seailluhanvisttážis dat seailluhuvvui soađi áigge.
smn: Räjikosáttâhân, mon tuulâkierdee siäluttemvistáást tom siäiluttii suáđi ääigi.

source: Tiitola čálii, ahte
smn: Tiitola čaalij

source: son lei mearridan, ahte jos Beahcán seaillošii Suoma oassin, son máhcahivččii arkiivva SuõŠnn ’ jela
smn: meerridmistis, et jis Piäccám siäiluččij Suomâ uássin, te sun macâttičij arkkâduv Syennjilsiijdâ

source: siiddaboarrásepmosii (siidšurr).
smn: siijdâpuárásumosân.

source: Jos Beahcán massojuvvošii, son luohpadivččii arkiivva
smn: Jis Piäccám monâttuvvoo, te sun luovâttičij arkkâduv staatâarkkâdâhân.

source: Ná maid dáhpáhuvai, go Beahcán lei loahpalaččat massojuvvon.
smn: Návt meid tábáhtui, ko Piäccám lâi lopâlávt monâttum.

source: Nuortalašsiidda arkiivva luohpadeapmi stáhtaarkiivii ii lean SuõŠnn ’ jela nuortalaččaid dieđus ja nu
smn: Nuorttâlâšsiijdâ arkkâduv luovâttem staatâarkkâdâhân ij lamaš Syennjilsiijdâ nuorttâlâšâi

source: dan dilli vajálduvai máŋggalot jahkái.
smn: tiäđust já nuuvt ton tile vájáldui luuvij iivij ááigán.

source: Go jagis 1996 sámemusea Siiddas čohkkegohte materiála
smn: Ko ive 1996 sämimuseo Siijdâst riemmii

source: ” Kolttaelämää ” - čájáhusa várás, muitalii Helssega universitehta kultureanadiehtaga professor Kalevi
smn: čokkiđ amnâstuv “ Kolttaelämää ” - čáitálmâs várás, te muštâlij Helsig ollâopâttuv

source: Rikkinen, ahte nuortalašsiidda arkiiva lei sadjosis Riikkaarkiivvas.
smn: kulttuureennâtiettuu professor Kalevi Rikkinen, et nuorttâlâšsiijdâ arkkâdâh lii ááimuin

source: Son lei gidden dasa
smn: Aalmuglâšarkkâduvâst.

source: fuopmášumi dutkkadettiin Suoma diehtaga historjjá várás eatnandiehtaga dutki Väinö Tannera.
smn: várás eennâmtiettee Väinö Tanner. Nuorttâlâšarkkâdâh lâi talle luptânâm uáinusân ton

source: Nuortalašarkiiva lei boahtán ovdan duon oktavuođas.
smn: ohtâvuođâst.

source: Várra mii sáhttit danin jurddašit, ahte arkiivva ođđasit gávdnan lei eahpenjuolgadit maid sámiid gaskkas čuođi jagi dás ovdal barggus álggahan ja
smn: Kenski tondiet pyehtip jurdâččiđ, et arkkâduv uđđâsist kavnâm lâi koskâlávt še

source: sin kultuvrraset ja eallinvuogiset stuorrát árvvus atnán Väinö Tannera ánsu.
smn: sämmilij pirrâduvâst čyeti ihheed tassaaš pargoos algâttâm já sii kulttuur já eellimhäämi čuuvtij

source: Nuortalašsiidda arkiivva sisttisdoallan muorraskuohppu ja dan áššebáhpáriin váldon kopia ledje
smn: Nuorttâlâšsiijdâ arkkâduv sistetoollâm muorâskuáppu já ton äššikiirjijn valdum kopio lijjii taan

source: duon lihkolaš gávdnosa geažil ovdan Siiddas 1.4.1998 rahppon čájáhusas.
smn: luholii kávnus áánsust uáinimnáál Siijdâst 1.4.1998 lehâstum čáitálmâsâst.

source: Nuortalaččaid
smn: Nuorttâlâšâi

source: luohttámušalmmái Pekka Fofanoff buvttii ovdan maid bivdaga, ahte originála arkiiva
smn: luáttámušalmai Pekka Fofanoff oovdânpuovtij meiddei tuoivuu, et algâalgâlâš arkkâdâh

source: buktojuvvošii Čeavetjávrái sivdnideami várás nuortalaččaid ávvudoaluin.
smn: puohtuuččij Čevetjáávrán sivnedemnáál nuorttâsämmilij juhleest.

source: Riikkaarkiiva mieđai
smn: Aalmuglâšarkkâdâh mieđâi

source: bivdagii ja áhčči Ambrosius sivdnidii arkiivva ávvudanliturgia maŋŋá Čeavetjávrri girkus
smn: toos já eeči Ambrosius sivnedij arkkâduv juhleliturgia maŋa Čevetjäävri kirhoost Pasotteijee

source: Basuheaddji Trifon Beahcánlačča bassivádjolanávvudeami oktavuođas 29.8.1998.
smn: Trifon Piäccámlii possijdvajâldemjuhle ohtâvuođâst 29.8.1998.

source: Saa ’ mi Nu ’ ettis dáhpáhus govviduvvo ná: Dát lei vuosttas geardi min Beahcámis vuolgima maŋŋá
smn: Nu ’ ettist tábáhtus kovvejuvvoo návt: “ Taat lâi vuossâmuš kerdi Piäcámist vyelgim maŋa ive

source: jagis 1939, go geasuheaddji ja beakkálmas SuõŠnn ’ jela arkiiva, man gáttiimet leat oalát láhppon,
smn: 1939, ko legendaarlâš, ollásávt lappâsân jurdemâm Syennjilsiijdâ arkkâdâh tsaarij

source: oktan cáraid vuolláičállin gramotaiguin lei das gieđaid olámuttos.
smn: vuáláčäällim gramotainis lâi kuldâlâddâmnáálá uáinusist.

source: Dat lei fiinna ja hearkkes boddu.
smn: Puddâ lâi juhlelâš já herkki. ” Siijdâ

source: Go čájáhus Siiddas nogai, de Riikkaarkiiva skeŋkii nuortalaččaid arkiivva sisttisdoallan
smn: čáitálmâs maŋa Aalmuglâšarkkâdâh skeŋkkij nuorttâsämmilij arkkâduv sistetoollâm

source: muorraskuohpu sámemusea Siidii.
smn: muorâskuápu sämimuseo Siijdân.

source: Originála áššebáhpárat fas máhcahuvvojedje Riikkaarkiivii
smn: Algâalgâliih äššikirjeh tastoo macâttuvvojii

source: Helssegii.
smn: Aalmuglâšarkkâdâhân Helsigân.

source: Buorit ávvuguossit: Otne SuõŠnn ’ jela nuortalaččaid arkiiva lea máhccan sámeguvlui.
smn: Pyereh juhlekyesih: Onne Syennjilsiijdâ nuorttâsämmilij arkkâdâh lii maccâm sämikuávlun.

source: Arkiivalágádus lea mearridan sajuštit nuortalaččaid originála arkiivva bissovaččat seailluheami
smn: Arkkâdâhlájádâs lii meridâm soijiđ nuorttâsämmilij algâalgâlii arkkâduv pisovávt siäiluttemnáál

source: várás kulturguovddáš Sajosis doaimmas dán jagi álggus álggahan Sámearkiivvas.
smn: kulttuurkuávdáš Sajosist taan ive aalgâst tooimâs algâttâm Sämiarkkâduvâst.

source: Bivddán ahte
smn: Piivdám, et

source: Sámedikki ságadoalli Klemetti Näkkäläjärvi, nuortalaččaid luohttámušalmmái Veikko Feodoroff
smn: Sämitige saavâjođetteijee Klemetti Näkkäläjärvi, nuorttâsämmilij luáttámušalmai Veikko

source: ja Sámearkiivvas vástideaddji arkiivalágádusa dutki Suvi Kivelä váldet vuostá dán áidnalunddot
smn: Feodoroff já Sämiarkkâduvâst västideijee arkkâdâhlájádâs totkee Suvi Kivelä väldih vuástá

source: arkiivva.
smn: taan áinoošlajâsii arkkâduv.

source: Seammás almmuhan, ahte maiddái mu sága álggus máinnašan Matti Sverloff
smn: Siämmást almottâm, et meiddei jieččân sänivuáru aalgâst

source: nuortalaččaid kulturárbbi ja SuõŠnn ’ jela muitalusaid sisttisdoalli priváhtaarkiiva sirdása giđa áigge
smn: mainâšum Matti Sverloff nuorttâsämmilij kulttuuräärbi já Syennjil mainâsijd sistetuállee

source: su dáhtus mielde Oulu eanagoddearkiivvas Sámearkiivii.
smn: priivaatarkkâdâh sirdâšuvá kiiđâ ääigi suu táátu mield Oulu eennâmkoddearkkâduvâst
